{
    "posts":[{
        "title" : "DB chief: Police can raid any place against illegal activities",
        "description" : "Dhaka Metropolitan Police Detective Branch (DB) chief Mohammad Harun-or-Rashid has said that the police can conduct raids at any time in case of anti-social activities or illegal sale of liquor. Additional Commissioner (Detective) Harun said this in response to a question by a journalist at a press conference on Sunday afternoon. On Thursday night, DB members raided the Lake View Bar of Kingfisher Restaurant in Uttara. The Narcotics Control Directorate said that the police raid on the bar was not the right decision since it had a license.The DB chief said: You (journalists) know well whether the police can recover drugs or not, whether they can conduct operations against drugs or not. Section 23 of the Narcotics Control Act clearly states who will or will not conduct a search operation. He added that the police could conduct operations against anti-social activities anytime, anywhere. If alcohol is being sold illegally, the police can conduct raids or searches.",
        "thumbnail" : "https://images.prothomalo.com/prothomalo-bangla%2F2022-09%2F626a2e88-8a10-43c9-8baf-d7240667827c%2F______2_.jpeg?auto=format%2Ccompress&format=webp&w=640&dpr=1.0",
        "category" : "bangladesh"
    },{
        "title" : "Durga Puja begins Saturday",
        "description" : "The five-day annual celebration of Sharadiya Durga Puja, the biggest religious festival of the Bangalee Hindu community, starts on Saturday with the unveiling of the face of the deity and Kalparambho on Maha Shasthi. The incarnation (Bodhon) of the Goddess Durga and her offspring -- Ganesha, Karitik, Laxmi and Saraswati -- took place yesterday evening ahead of the puja on the day of Maha Panchami. The festivity will end on October 5 with the immersion of the idols on Bijaya Dashami. President M Abdul Hamid and Prime Minister Sheikh Hasina yesterday gave separate messages, extending greetings to Hindu community members. Stringent security measures have been taken across the country during the celebration of Durga Puja to avert any untoward situation. Earlier, outgoing Inspector General of Police (IGP) Dr Benazir Ahmed said flawless security measures would be ensured during the Sharadiya Durga Puja celebration across the country. CCTV cameras were installed at puja pandals and mandaps while handheld metal detectors and archway gates were also set up. Durga Puja will be celebrated at 32,168 mandaps across the country this year including 241 in the capital, according to Bangladesh Puja Udjapan Parishad. Earlier, the parishad in a press briefing informed that the number of puja mandaps was 32,118 across the country in the previous year. Goddess Durga will come to earth (martyalok) from heaven (Kailash) riding on elephant which signifies, as per mythology, that the earth will witness natural disasters like storms but production of grains and crops will increase, Swami Premananda Maharaj of Ramkrishna Mission and Ramkrishna Math, Dhaka told BSS.Goddess Durga will return to heaven (Kailash) riding on boat which signifies the world will get blessings. Durga Puja signifies the birth of Durga with the blessings of gods, as a collective energy, to fight the demon king Mahishasura. Exquisitely crafted and decorated life-size clay idols of the Goddess Durga depicting her slaying the demon Mahishasura habe been set up in temples and Durga Puja mandaps ahead of the celebration. These idols will be worshiped for five days and immersed in the river on the fifth day. The puja is performed in temples, homes and temporary mandaps.",
        "thumbnail" : "https://images.prothomalo.com/prothomalo-bangla%2F2022-09%2F626a2e88-8a10-43c9-8baf-d7240667827c%2F______2_.jpeg?auto=format%2Ccompress&format=webp&w=640&dpr=1.0",
        "category" : "bangladesh"
    },{
        "title" : "Rice prices rise as imports decrease",
        "description" : "Rice prices were raised again in the capital's retail and wholesale markets after showing a Tk2-3 a kilogram decline in the last week of August.Finer and medium variants of rice witnessed Tk3-10 per kg hike in the last few days which market experts have attributed to a scarcity in supply of Boro crops as well as low imports.The finer varieties in loose form, marketed by traditional millers and traders, were retailing at Tk75-90 a kg, medium Tk58-62 a kg on Wednesday.Coarse rice also showed Tk3-4 a kg hike to Tk52-55 a kg.The Trading Corporation of Bangladesh (TCB) also recorded a maximum 14% price hike in the prices of finer rice in a week.TCB data also showed that the current prices of traditionally marketed rice are a maximum 17% higher now than that of a year ago.",
        "thumbnail" : "https://images.prothomalo.com/prothomalo-bangla%2F2022-09%2F626a2e88-8a10-43c9-8baf-d7240667827c%2F______2_.jpeg?auto=format%2Ccompress&format=webp&w=640&dpr=1.0",
        "category" : "bangladesh"
    }]
}